Repository: dubisdev/zepp-madrid-bus-app
Catalog: page/i18n/*.po
Languages: es_es

source: Select Stop Type
es_es: Tipo de Parada

# select-stop-code
source: Select Bus Stop Code
es_es: Código de parada

# crtm
source: Intercity
es_es: Interurbanos

# add-to-favourites
source: Save as Favourite
es_es: Guardar Favorito

source: Remove Favourite
es_es: Eliminar Favorito

source: Favourites full
es_es: Favoritos Llenos

source: Stop Not Found
es_es: Parada no Encontrada

source: Network Error
es_es: Error de red

# side-service-not-available
source: Couldn't reach internet. Please check the wereable is connected to your phone and your phone has internet access.
es_es: No se pudo conectar a internet. Por favor comprueba que tu reloj está conectado a tu teléfono y que tu teléfono tiene internet.

source: Your Bus Stops
es_es: Paradas Favoritas

# load
source: Loading
es_es: Cargando
